<template>
  <section class="container ">
    <h1 class="text-center"><strong>Чекори за купување возило на лизинг:</strong></h1>
    <ol>
      <li v-for="list in fiveSteps" :key="list.title" >
        <strong>
          {{ list.title }}
        </strong>
        <p>{{list.description}}</p>

      </li>
    </ol>
    <strong>НАПОМЕНА: Пред превземање на возилото потребно е да обезбедите КАСКО ПОЛИСА.</strong>
  </section>
</template>
<script>

export default {
  data(){
    return{
      fiveSteps:[

        {
          title: "ИЗБЕРЕТЕ ГО ВОЗИЛОТО",
          description: "Најпрво го избирате возилото кое сакате да го купите и добивате понуда за истото. Според изборот и понудата се подготвуваат потребните документи.",

        },
        {
          title: "НАШИТЕ ВРАБОТЕНИ ЌЕ ВИ ГИ ПОБАРААТ ПОТРЕБНИТЕ ПОДАТОЦИ",
          description:"Ги оставате сите потребни податоци на нашите вработени за да ја подготват целокупната документација која е потребна за аплицирање за лизингот. ",

        },
        {
          title: "ПРЕДОДОБРУВАЊЕ",
          description: "Според податоците се преминува на фазата за пред-одобрување која ги елиминира или намалува можностите да бидете одбиени. Затоа е потребно податоците кои ќе ги оставите да бидат точни и прецизни.Лизинг копманијата ја разгледаува вашата апликација и дололку се е во ред ќе Ви го одобрат лизингот и ќе ве известат за тоа. Дополнително ќе ви ги кажат понатамошните чекори.",

        },
        {
          title: "КАПАР",
          description: "Доколку помине постапката на пред-одобрување потребно е да оставите капар за избраното возило за да Ви биде резервирано се до конечно одобрувањето од банката.",

        },
      ],
    }
  },


  props: {
    title: {
      type: String,
    },
    description: {
      type: String
    },


  }
};
</script>